7zip
adw-gtk-theme
alsa-utils
base
base-devel
bc
bear
brightnessctl
clang
cliphist
cmatrix
code
cowsay
cpio
cppcheck
cuda
d-spy
discord
docker
docker-compose
dosfstools
dunst
efibootmgr
fastfetch
fbset
fd
firefox
fuzzel
fzf
gdb
gimp
git
go
gperf
grim
grub
gtk4
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvim
htop
hypridle
hyprland
hyprland-guiutils
hyprlock
hyprpaper
hyprwayland-scanner
inetutils
intel-ucode
jq
kitty
libaio
libreoffice-still
libva-nvidia-driver
libxcrypt-compat
linux
linux-firmware
linux-headers
lshw
man-db
man-pages
metasploit
nano
nasm
neovim
networkmanager
noto-fonts-emoji
npm
nsight-systems
ntfs-3g
nvidia
nwg-bar
nwg-look
obs-studio
obsidian
openssh
openvpn
os-prober
otf-font-awesome
patchutils
pavucontrol
perf
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
putty
pyright
python-graphviz
python-hjson
python-mako
python-pandas
python-pip
python-pylint
python-tabulate
python-utils
python-yaml
qemu-base
qemu-system-riscv
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6ct
reaper
riscv64-linux-gnu-binutils
riscv64-linux-gnu-gcc
riscv64-linux-gnu-gdb
rsync
rust
screen
sl
slurp
smartmontools
sof-firmware
sox
steam
strace
tcl
texinfo
thunar
thunar-volman
tigervnc
tree
ttf-jetbrains-mono-nerd
tumbler
ufw
unrar
unzip
uwsm
v4l2loopback-dkms
v4l2loopback-utils
valgrind
vi
vlc
waybar
wget
wimlib
woff2-font-awesome
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-server
xorg-xwayland
yazi
zip
zsh
