adw-gtk-theme
baobab
base
base-devel
brightnessctl
cliphist
code
d-spy
discord
docker
docker-compose
efibootmgr
epiphany
evince
fd
firefox
fuzzel
fzf
gdb
gdm
gimp
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
go
grilo-plugins
grim
grub
gtk4
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hyprland
hyprland-qtutils
hyprpaper
hyprwayland-scanner
intel-ucode
jq
kitty
libreoffice-still
libva-nvidia-driver
linux
linux-firmware
linux-headers
loupe
lxappearance
malcontent
man-db
man-pages
maven
nano
nautilus
neofetch
neovim
networkmanager
npm
nvidia
nwg-look
obs-studio
obsidian
openssh
orca
os-prober
otf-font-awesome
pavucontrol
pipewire-alsa
pipewire-pulse
podman
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6ct
rygel
simple-scan
slurp
snapshot
sof-firmware
steam
sushi
swaybg
swaync
tecla
texinfo
totem
tree
ttf-font-awesome
ttf-jetbrains-mono-nerd
ufw
unzip
v4l2loopback-dkms
v4l2loopback-utils
valgrind
vlc
waybar
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-xwayland
yazi
yelp
zsh
