base
base-devel
bluedevil
breeze
breeze-gtk
breeze-plymouth
brightnessctl
cliphist
code
discord
discover
docker
docker-compose
drkonqi
efibootmgr
fd
firefox
flatpak-kcm
fzf
gimp
git
go
grim
grub
gtk4
htop
hyprland
hyprpaper
intel-ucode
jq
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwrited
layer-shell-qt
libkscreen
libksysguard
libplasma
libreoffice-still
libva-nvidia-driver
linux
linux-firmware
linux-headers
man-db
man-pages
maven
milou
nano
neofetch
neovim
networkmanager
npm
nvidia
obs-studio
obsidian
ocean-sound-theme
openssh
os-prober
otf-font-awesome
oxygen
oxygen-sounds
pavucontrol
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
print-manager
qqc2-breeze-style
qt5-quickcontrols2
qt5-wayland
qt6ct
rofi
sddm-kcm
slurp
sof-firmware
swaync
systemsettings
texinfo
tree
ttf-font-awesome
ttf-jetbrains-mono-nerd
ufw
unzip
v4l2loopback-dkms
v4l2loopback-utils
wacomtablet
waybar
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-desktop-portal-wlr
yazi
zsh
